import image1 from "../images/รูปคู่1.jpg";
import gift1 from "../images/gifts/ตุ๊กตา.jpg";

export const _albums = image1;

export const _giftAlbums = gift1;

export const _messages = [
    "นี่ตั้งใจลองทำอะไรที่พิเศษให้เทอ มันอาจจะไม่ได้เป็นอะไรที่ซับซ้อนหรือยิ่งใหญ่ แต่นี่อยากทำมันขึ้นมาเองมากกว่า",
    "การทำสิ่งนี้ ยิ่งทำให้นี่อยากเห็นตอนที่เทอได้เห็นผลงานนี้จริงๆ เทอจะมีท่าทีแบบไหนน้าา จะดีใจหรือเปล่า",
    "นี่หวังว่า เทอจะถูกใจมันนะ อยากอยู่ข้างๆเทอตอนนี้จัง",
    "หวังว่าเธอจะมีความสุขในวันเกิดปีนี้มากๆนะ เว็บนี้จะเป็นกระบอกเสียงแทนตัวนี่ที่อยู่ไทยนะ",
];

export const _birthdayMessages = [
    "สุขสันต์วันเกิดนะค้าบ คนดีของเค้า!",
    "วันนี้เป็นวันที่พิเศษสำหรับเทอ เค้าขอให้เทอมีความสุขกับมันมากๆ คิดหวังสิ่งใดก็ขอให้ได้สมปรารถนา",
    "โตขึ้นอีกปีแล้ว ก็ดูแลตัวเองดีๆ สุขภาพเป็นเรื่องสำคัญ พักผ่อนเยอะๆ ตามใจตัวเองมากๆ มีเรื่องอะไรให้นึกถึงนี่ก่อนเลยนะ",
    "เทอคือคนที่ทำให้นี่รู้สึกว่า “ถ้าเป็นคนนี้คงจะดี” และเชื่อว่าคนอื่นๆในชีวิตเทอเองก็อาจจะคิดเหมือนนี่ แต่ขอเป็นคนละบริบทกันนะ 5555",
    "ขอให้ทุกความฝันของเธอเป็นจริง และเค้าหวังว่าจะได้อยู่ข้างๆเธอเสมอ ในทุกความสำเร็จของเทอนะ เค้าดีใจมากๆที่ได้เป็นส่วนหนึ่งในชีวิตของเธอ รักเธอนะคับ",
    "สุดท้ายนี้ เค้าไม่รู้หรอกนะว่า อนาคตจะเป็นยังไง แต่สำหรับตอนนี้ เทอ คือคนสำคัญของเค้า เค้ายินดีปรับทุกอย่าง เพื่อเพิ่มเวลาที่จะได้อยู่กับเทอ เค้าหวังว่ามันจะเพิ่มไปเรื่อยๆจนกลายเป็นตลอดไปเลย ถ้าเค้าทำอะไรไม่ถูกใจเทอ เค้าขอโทษนะ เค้าหวังว่าเทอจะอภัยให้เค้าได้ อย่างน้อยก็หวังว่าจะได้โอกาสในการแก้ตัวนะ แม้จะพอรู้แหละว่าตอนนี้เทออาจจะไม่ค่อยต้องการเค้า แต่เค้าต้องการเทอนะ เอาแต่ใจตัวเองเกินไปป่ะ 55555",
    "ปล. ทั้งหมดคือสิ่งที่ถูกเขียนขึ้นก่อนไปหาเทอที่สิงคโปร์ เค้าไม่รู้ว่า จะเกิดอะไรขึ้นบ้าง เราอาจจะได้คบกัน หรือไม่ เค้าอาจจะถูกเทอทิ้งก็ได้ ไม่แน่เค้าอาจจะทิ้งเทอก็ได้ 55555 แต่อยากพูดตรงนี้ไว้ก่อนเลยว่า อนาคตเป็นสิ่งที่เราไม่มีทางรู้ได้จนกว่ามันจะเกิดขึ้น ยิ่งไม่ต้องพูดถึงอนาคตที่ไกลตัวออกไป เค้าหวังว่าไม่ว่าจะเกิดอะไรขึ้น พวกเราจะมีความสุขในตอนท้าย และเค้าหวังว่าจะมีเทออยู่ข้างๆนะ",
    "สุขสันต์วันเกิดอีกครั้งคับ",
];
